[
  {
    "img": "/chromagar/Chromagar Candida/DSC_1011-1170x1169.png",
    "id": "1",
    "Productname": "CHROMagar™ Candida  ",
    "Productdescription": "CHROMagar™ Candida este un mediu de cultură cromogen selectiv destinat utilizării în detectarea directă calitativă, diferențierea și identificarea prezumtivă a speciilor de Candida. Testul se efectuează cu tampoane din probe de piele, gât, urechi și vaginale, precum și probe de spută, urină și scaune, în paralel cu culturile pe agar Sabouraud, pentru a ajuta la diagnosticarea candidozei. Rezultatele pot fi interpretate după 20-48 ore de incubare aerobă la 35-37 °C./nSunt necesare teste microbiologice suplimentare sau tipări epidemiologice. Lipsa creșterii sau absența coloniilor pe CHROMagar™ Candida nu exclude prezența Candida. CHROMagar™ /n"
  },
  {
    "img": "/chromagar/Chromagar Candida Plus/Candida-Plus-big-1170x1155.png",
    "id": "2",
    "Productname": "CHROMagar™ Candida Plus",
    "Productdescription": "Pentru detectarea și diferențierea speciilor clinice majore de Candida, inclusiv C. auris/n/neste un mediu de cultură cromogen selectiv destinat utilizării în detectarea directă calitativă, diferențierea și identificarea prezumtivă a speciilor de Candida, inclusiv C. auris. Testul se efectuează cu tampoane din probe de piele, gât, urechi și vaginale, precum și probe de spută, urină și scaune, în paralel cu culturile pe agar Sabouraud, pentru a ajuta la diagnosticarea candidozei. Rezultatele pot fi interpretate după 24-48 ore de incubare aerobă la 30-37 °C./nSunt necesare teste microbiologice suplimentare sau tipări epidemiologice. Lipsa creșterii sau absența coloniilor pe CHROMagar™ Candida Plus nu exclude prezența Candida. /n"
  },
  {
    "img": "/chromagar/Chromagar Strep B/MG8207-plate-1170x1162.jpg",
    "id": "3",
    "Productname": "CHROMagar™ StrepB   ",
    "Productdescription": "⦁/teste un mediu de cultură cromogen selectiv care este destinat să ajute la determinarea calitativă a colonizării streptococului de grup B (GBS) la femeile însărcinate. Acest mediu susține creșterea tulpinilor de GBS hemolitice și nehemolitice. Testul se efectuează prin placare directă sau după îmbogățire a tampoanelor de urină, vaginale și/sau vagino/rectale obținute de la gravide. Rezultatele CHROMagar™ StrepB pot fi interpretate după 18-24 ore de incubare aerobă la 35-37 °C./nCHROMagar™ StrepB nu are scopul de a diagnostica infectia si nici de a ghida sau monitoriza tratamentul pentru infectii. Este necesară identificarea suplimentară, testarea sensibilității și tiparea epidemiologică asupra coloniilor suspecte"
  },
  {
    "img": "/chromagar/Chromagar Strep B/MG8207-plate-1170x1162.jpg",
    "id": "4",
    "Productname": "LIM RambaQUICKTM StrepB",
    "Productdescription": "Bulion de îmbogățire selectivă pentru screeningul streptococului de grup B (GBS)./nCDC recomandă femeilor însărcinate să fie testate între 35 și 37 de săptămâni de sarcină pentru purtarea streptococilor de grup B (GBS) de către/nbulion de îmbogățire selectivă a probelor de tampon vaginal/anorectal, urmat de subcultură. Cu toate acestea, formulele de bulion selectiv sunt/nnu este dedicat inhibarii enterococilor, de obicei parte a florei anorectale si capabili sa ascunda cresterea GBS, sursa de/nrezultate fals negative./nLIM RambaQUICK™ StrepB este un bulion de îmbogățire selectiv conceput pentru a reduce în mare măsură creșterea enterococilor, permițând în același timp/ncreșterea GBS și, prin urmare, pentru a crește sensibilitatea metodei de screening prepartum./nPentru a urma aceste recomandări, CHROMagarTM a creat Metoda LIM RambaQUICKTM StrepB compusă din bulion LIM RambaQUICKTM StrepB și un mediu de cultură cromogen, CHROMagarTM StrepB./n"
  },
  {
    "img": "/chromagar/CHROMagarΓäó StrepA/StrepA-big-1170x1170.jpg",
    "id": "5",
    "Productname": "CHROMagar™ StrepA ",
    "Productdescription": "este un mediu de cultură cromogen selectiv destinat utilizării în detectarea directă calitativă, diferențierea și identificarea prezumtivă a Streptococcus pyogenes -grup A de Streptococcus (GAS) pentru a ajuta la diagnosticarea infecțiilor cu GAS. Testul se efectuează cu tampoane la nivelul gâtului. Rezultatele pot fi interpretate după 18-24 ore de incubare la 35-37 °C sub atmosferă de CO2"
  },
  {
    "img": "/chromagar/CHROMagarΓäó STEC/Sans-titre-1-1170x1156.jpg",
    "id": "6",
    "Productname": "CHROMagar™ STEC",
    "Productdescription": "este un mediu de cultură cromogen selectiv destinat utilizării în detectarea directă calitativă, diferențierea și identificarea prezumtivă a Escherichia coli producătoare de toxină asemănătoare Shiga (STEC), pentru a ajuta la diagnosticarea infecțiilor cu STEC. Testul se efectuează cu tampon rectal și scaune. Rezultatele pot fi interpretate după 18-24 ore de incubare aerobă la 35-37 °C./n Culturile concomitente sunt necesare pentru recuperarea organismelor pentru teste microbiologice suplimentare sau tipări epidemiologice. Lipsa creșterii sau absența coloniilor de mov pe CHROMagar™ STEC nu exclude prezența STEC. CHROMagar™ STEC nu are scopul de a diagnostica infectia si nici de a ghida sau monitoriza tratamentul pentru infectii./nCHROMagar™ STEC poate fi utilizat și în detectarea STEC în analizele produselor alimentare destinate consumului uman, hranei pentru animale și în probe de mediu"
  },
  {
    "img": "/chromagar/CHROMagarΓäó VRE/CHROMagar-VRE-1170x1170.png",
    "id": "7",
    "Productname": "CHROMagar™ VRE ",
    "Productdescription": "este un mediu cromogen selectiv și diferențial, care conține 6 mg/L de vancomicină, destinat utilizării îndetectarea calitativă directă a colonizării gastrointestinale de tip VRE transmisibilă vanA/vanB cu rezistență la vancomicină/nEnterococcus faecium și Enterococcus faecalis (VRE) pentru a ajuta la prevenirea și controlul ERV în instituțiile medicale. /ntestul se efectuează cu tampon rectal și scaune de la pacienți pentru a detecta colonizarea VRE. Rezultatele pot fi interpretate după 24h de incubare aerobă la 35-37 °C./nMediul poate fi folosit și ca indicator de avertizare timpurie pentru testele de diagnosticare a infecțiilor pentru a semnala posibila prezență abacterii multirezistente la medicamente. Această utilizare nu înlocuiește protocoalele instituției./nCHROMagar™ VRE nu este destinat să diagnosticheze infecția cu VRE și nici să ghideze sau să monitorizeze tratamentul pentru infecții. O lipsa decreșterea sau absența coloniilor roz pe CHROMagar™ VRE nu exclude prezența VRE. identificare ulterioară,/neste necesară testarea de susceptibilitate și tiparea epidemiologică pe coloniile suspecte./n"
  },
  {
    "img": "/chromagar/CHROMagarΓäó Serratia/CHROMagar-Serratia-1170x1170.png",
    "id": "8",
    "Productname": "CHROMagar™ Serratia ",
    "Productdescription": "este un mediu de cultură cromogen selectiv și diferențial, destinat utilizării în detectarea calitativă directă a colonizării cu Serratia marcescens pentru a ajuta la prevenirea și controlul Serratia marcescens în unitatea de terapie intensivă (UTI), în special neonatală. Testul se efectuează cu tampoane rectale, tampoane gâtului, tampoane pentru răni și scaune de la pacienți pentru a detecta colonizarea Serratia. Poate fi folosit și în monitorizarea igienei în mediul clinic cu prelevare de probe de suprafață. Rezultatele pot fi interpretate după 18-24 ore de incubare aerobă la 35-37 °C./n"
  },
  {
    "img": "/chromagar/CHROMagarΓäó mSuperCARBAΓäó/DSC_0167-1170x1185.jpg",
    "id": "9",
    "Productname": "CHROMagar™ mSuperCARBA™",
    "Productdescription": " este un mediu de cultură cromogen selectiv și diferențial, destinat utilizării în detectarea calitativă directă a colonizării gastrointestinale cu enterobacterii rezistente la carbapenem (CRE), inclusiv producătorii de OXA-48, pentru a ajuta la prevenirea și controlul CRE în asistența medicală. setări. Testul se efectuează cu tampon rectal și scaune de la pacienți pentru a detecta colonizarea CRE. Rezultatele pot fi interpretate după 18-24 ore de incubare aerobă la 35-37 °C."
  },
  {
    "img": "/chromagar/CHROMagarΓäó COL-APSE/CHROMagar-COLAPSE-1170x1170.png",
    "id": "10",
    "Productname": "CHROMagar™ COL-APSE ",
    "Productdescription": "este un mediu de cultură cromogen selectiv și diferențial, destinat utilizării în detectarea calitativă directă a colonizării gastrointestinale cu bacterii Gram-negative rezistente la colistina (COL-R) pentru a ajuta la prevenirea și controlul COL-R în setari de asistenta medicala. Testul se efectuează cu tampoane rectale, tampoane perineale și probe de scaune de la pacienți pentru a detecta colonizarea COL-R. Rezultatele pot fi interpretate după 18-24 ore de incubare aerobă la 35-37 °C./nMediul poate fi folosit și ca indicator de avertizare timpurie pentru testele de diagnosticare a infecțiilor pentru a semnala posibila prezență a bacteriilor COL-R. Această utilizare nu înlocuiește protocoalele instituției./n"
  },
  {
    "img": "/chromagar/CHROMagarΓäó LIN-R/Boite-face-scaled-e1672841718649-1170x1128.jpg",
    "id": "11",
    "Productname": "CHROMagar™ LIN-R ",
    "Productdescription": "⦁/teste un mediu de screening cromogenic pentru detectarea, izolarea și diferențierea tulpinilor de Staphylococcus și Enterococcus rezistente la linezolid./n"
  },
  {
    "img": "/chromagar/CHROMagarΓäó STEC/Sans-titre-1-1170x1156.jpg",
    "id": "12",
    "Productname": "CHROMagar™ C.difficile ",
    "Productdescription": "este un mediu de cultură fluorogenic selectiv și diferențial, destinat utilizării în detectarea calitativă directă a colonizării gastrointestinale cu Clostridioides difficile pentru a ajuta la prevenirea și controlul în mediile medicale. Testul se efectuează cu scaune. Rezultatele pot fi interpretate sub lumină UV după 24 de ore de incubare anaerobă la 35-37 °C."
  },
  {
    "img": "/chromagar/CHROMagarΓäó Y.enterocolitica/CHROMAGAR-Y.ENTEROCOLITICA-1170x1163.jpg",
    "id": "13",
    "Productname": "CHROMagar™ Y.enterocolitica ",
    "Productdescription": "este un mediu de cultură cromogen selectiv destinat utilizării în detectarea directă calitativă, diferențierea și identificarea prezumtivă a biotipurilor patogene ale Yersinia enterocolitica. Testul se efectuează cu tampoane rectale și scaune, pentru a ajuta la diagnosticarea infecțiilor cu Y. enterocolitica. Rezultatele pot fi interpretate după 36-48 h de incubare aerobă la 30 °C ± 2 °C."
  },
  {
    "img": "/chromagar/CHROMagarΓäó Staph/DSC_0879-1170x1170.png",
    "id": "14",
    "Productname": "CHROMagar™ Staph ",
    "Productdescription": "este un mediu de cultură cromogen selectiv destinat utilizării în detectarea directă calitativă, diferențierea și identificarea prezumtivă a Staphylococcus aureus pentru a ajuta la diagnosticarea colonizării S. aureus. Testul se efectuează cu tampoane din tegumente, răni sau probe de țesut moale. Rezultatele pot fi interpretate după 18-24 ore de incubare aerobă la 35-37 °C./nMediul poate fi folosit și ca indicator de avertizare timpurie pentru testele de diagnosticare a infecțiilor pentru a semnala posibila prezență a S. aureus./n"
  },
  {
    "img": "/chromagar/CHROMagarΓäó MRSA/CHROMagar-MRSA-2-1170x1169.png",
    "id": "15",
    "Productname": "CHROMagar™ MRSA ",
    "Productdescription": "este un mediu cromogenic selectiv și diferențial pentru detectarea calitativă directă a colonizării de către Staphylococcus aureus rezistent la meticilină (MRSA) pentru a ajuta la prevenirea și controlul MRSA în instituțiile medicale. Testul se efectuează pe probe de tampoane narine anterioare sau perineale de la pacienți și lucrători din domeniul sănătății pentru a detecta colonizarea MRSA. Rezultatele pot fi interpretate după 18-24 ore de incubare aerobă la 35-37 °C."
  },
  {
    "img": "/chromagar/CHROMagarΓäó Acinetobacter/Produit.jpg",
    "id": "16",
    "Productname": "CHROMagar™ Acinetobacter ",
    "Productdescription": "/neste un mediu de cultură cromogen selectiv și diferențial, destinat utilizării în mediul calitativ./ndetectarea directă a colonizării cu Acinetobacter pentru a ajuta la prevenirea și controlul Acinetobacterului, susceptibil la medicamente sau/nmulti-rezistent la medicamente (MDR), în mediile de asistență medicală. Testul se efectuează cu tampoane rectale, tampoane nare, tampoane pentru plăgi, scaune/nși mostre de urină de la pacienți pentru a verifica colonizarea Acinetobacter. Poate fi folosit și în monitorizarea igienei în mediul clinic cu prelevare de probe de suprafață. Rezultatele pot fi interpretate după 18-24 ore de incubare aerobă la 35-37 °C./nMediul poate fi folosit și ca indicator de avertizare timpurie pentru testele de diagnosticare a infecțiilor pentru a semnala posibila prezență a/nbacterii multirezistente la medicamente./n"
  },
  {
    "img": "/chromagar/CHROMagarΓäó Campylobacter/2015-03-20-16.22.43C-1170x1170.jpg",
    "id": "17",
    "Productname": "CHROMagar™ Campylobacter ",
    "Productdescription": "un mediu de cultură cromogen selectiv destinat utilizării în detectarea directă calitativă, diferențierea și identificarea prezumtivă a Campylobacter termotolerant. Testul se efectuează cu tampoane rectale și scaune, pentru a ajuta la diagnosticarea infecțiilor cu Campylobacter. Rezultatele pot fi interpretate după 36-48 ore de incubare micro-aerofilă la 42 °C."
  },
  {
    "img": "/chromagar/CHROMagarΓäó Salmonella/MG_9140-1170x780.png",
    "id": "18",
    "Productname": "CHROMagar™ Salmonella ",
    "Productdescription": "este un mediu de cultură cromogen selectiv destinat utilizării în detectarea directă calitativă, diferențierea și identificarea prezumtivă a Salmonella. Testul se efectuează cu tampoane rectale și scaune, pentru a ajuta la diagnosticarea infecțiilor cu Salmonella. Rezultatele pot fi interpretate după 18-24 ore de incubare aerobă la 35-37 °C."
  },
  {
    "img": "/chromagar/CHROMagarΓäó Orientation/MG-8211-Fiche-Produit-1170x1158.jpg",
    "id": "19",
    "Productname": "CHROMagar™ Orientation ",
    "Productdescription": "este un mediu de cultură cromogen neselectiv destinat utilizării în detectarea directă calitativă, diferențierea și identificarea prezumtivă a uropatogenilor pentru a ajuta la diagnosticarea infecțiilor tractului urinar. Testul se efectuează cu probe de urină. Rezultatele pot fi interpretate după 18-24 ore de incubare aerobă la 35-37 °C."
  },
  {
    "img": "/chromagar/CHROMagarΓäó ESBL Supliment/DSC_0030-1170x1170.png",
    "id": "20",
    "Productname": "CHROMagar™ ESBL Supliment",
    "Productdescription": "este un mediu de cultură cromogenic selectiv și diferențial, destinat utilizării în detectarea calitativă directă a colonizării gastrointestinale cu Enterobacteriile rezistente la beta-lactamaze cu spectru extins (ESBL) pentru a ajuta la prevenirea și controlul ESBL în instituțiile medicale. Testul se efectuează cu tampon rectal și scaune de la pacienți pentru a detecta colonizarea ESBL. Rezultatele pot fi interpretate după 18-24 ore de incubare aerobă la 35-37 °C."
  },
  {
    "img": "/chromagar/CHROMagarΓäó KPC/CHROMagar-KPC-2-1170x1170.png",
    "id": "21",
    "Productname": "CHROMagar™ KPC",
    "Productdescription": "⦁/t este un mediu de cultură cromogenic selectiv și diferențial, destinat utilizării în detectarea calitativă directă a colonizării gastrointestinale cu enterobacterii rezistente la carbapenem (CRE) pentru a ajuta la prevenirea și controlul CRE în instituțiile medicale. Testul se efectuează cu tampon rectal și scaune de la pacienți pentru a detecta colonizarea CRE. Rezultatele pot fi interpretate după 18-24 ore de incubare aerobă la 35-37 °C."
  },
  {
    "img": "/chromagar/CHROMagarΓäó C3GR/C3Gr-10-18.png",
    "id": "22",
    "Productname": "CHROMagar™ C3GR ",
    "Productdescription": "este un mediu de cultură cromogenic selectiv și diferențial, destinat utilizării în detectarea calitativă directă a colonizării gastrointestinale cu enterobacterii rezistente la cefalosporine de generația a 3-a (C3GR-E) pentru a ajuta la prevenirea și controlul C3GR-E în mediile medicale. Testul se efectuează cu tampon rectal și scaune de la pacienți pentru a detecta colonizarea C3GR-E. Rezultatele pot fi interpretate după 18-24 ore de incubare aerobă la 35-37 °C."
  }
]
